<?php
use MCORE\System\Router;

/*****************************************************
 * > Перенаправить.
 * 1-Парам, (Запрашиваем путь)
 * 2-Парам, (Путь до контроллера) !!! Укажите второй параметр путь к контроллеру, замените слэш "/" на "->", пример: "catalog->controllerHome". 
 * 3-Парам, (Наименование запускающего метода). По умолчанию: index
 ****************************************************/

Router::redirectUri('/', 'ControllerHome', 'index');

Router::redirectUri('/home', 'ControllerHome');

